local RuleConfig = {}

RuleConfig.All = [[
记忆力测试
1、游戏开始后点击扑克翻看牌面
2、一共10组扑克，翻中两张相同的牌面则翻对1组
3、根据游戏速度评估您的记忆力
4、评分最高5分，最少1分

观察力测试
1、游戏开始后按从小到大的顺序点击扑克牌（A最小，大王最大）
2、根据测试用时计算观察力评分
3、评分最高5分，最少1分

瞬间记忆测试
1、游戏开始后会展示扑克牌上的数字1秒，1秒后扑克牌盖上
2、根据记忆按从小到大的顺序点击扑克牌（A最小，大王最大）
3、完成正确的次数越多，评分越高
4、评分最高5分，最少1分
]]

RuleConfig.Memory = [[
记忆力测试
1、游戏开始后点击扑克翻看牌面
2、一共10组扑克，翻中两张相同的牌面则翻对1组
3、根据游戏速度评估您的记忆力
4、评分最高5分，最少1分
]]

RuleConfig.Observer = [[
观察力测试
1、游戏开始后按从小到大的顺序点击扑克牌（A最小，大王最大）
2、根据测试用时计算观察力评分
3、评分最高5分，最少1分
]]

RuleConfig.Mem_Ability = [[
瞬间记忆测试
1、游戏开始后会展示扑克牌上的数字1秒，1秒后扑克牌盖上
2、根据记忆按从小到大的顺序点击扑克牌（A最小，大王最大）
3、完成正确的次数越多，评分越高
4、评分最高5分，最少1分
]]
return RuleConfig